Repository: S60W79/warnapp-deutschland
Catalog: po/*.po
Languages: fr, nl

source: Number
fr: Nombre
nl: Getal

source: String
fr: Chaîne
nl: Tekenreeks

source: Boolen
fr: Booléen
nl: Boolean

source: Select Value
fr: Sélectionnez une valeur
nl: Kies een waarde

source: Select App to share with
fr: Sélectionnez une application avec laquelle partager

source: Rsses
fr: Flux RSS

source: Add Feed
fr: Ajouter un flux
nl: Feed toevoegen

source: Settings
fr: Paramètres
nl: Instellingen

source: Ascending
fr: Croissant

source: Descending
fr: Décroissant

source: Toggle Sort (%1)
fr: Modifier le tri (%1)

source: Added Feed : %1
fr: Flux ajouté : %1

source: Add new Feed
fr: Ajouter un nouveau flux
nl: Feed toevoegen

source: Enter URL or a domain to search feeds for
fr: Saisissez un lien ou un domaine pour lequel vous souhaitez rechercher des flux
nl: Voer de url in of een domein dat moet worden doorzocht

source: Search
fr: Chercher
nl: Zoeken

source: Next story
fr: Article suivant

source: Previous story
fr: Article précédent

source: Open in browser
fr: Ouvrir dans le navigateur
nl: Openen in webbrowser

source: Show Content
fr: Afficher le contenu

source: Show Web
fr: Afficher le Web

source: Save/Bookmark
fr: Enregistrer/Favori
nl: Opslaan/Toev. aan bladwijzers

source: Share
fr: Partager
nl: Delen

source: Web Config
fr: Configuration Web

source: App Information
fr: Informations sur l'application
nl: Appinformatie

source: Get the source
fr: Consulter le code source
nl: Broncode bekijken

source: Report issues
fr: Signaler un problème
nl: Problemen melden

source: Contributors
fr: Contributeurs/trices
nl: Bijdragers

source: Domain Feed search provided by 'Feedsearch'
fr: Recherche de flux dans le domaine fournie par Feedsearch
nl: Domeindoorzoeking wordt aangeboden door 'Feedsearch'

source: Donate
fr: Faire un don
nl: Doneren

source: Loading feeds....
fr: Chargement des flux...

source: No Feeds yet... You can add feeds by clicking on the '+' sign in the top right.
fr: Pas encore de flux... Vous pouvez ajouter des flux en cliquant sur l'icône « + » dans le coin supérieur droit.
nl: Er zijn nog geen feeds. Voeg feeds toe door op de plusknop ('+') te drukken.

source: Bookmarks
fr: Favoris
nl: Bladwijzers

source: Nextcloud Accounts
fr: Comptes Nextcloud

source: Add a new account
fr: Ajouter un nouveau compte
nl: Account toevoegen

source: Synchronize Now
fr: Synchroniser maintenant

source: Synchronization started
fr: Synchronisation lancée

source: Upload local changes to NextCloud
fr: Télécharger les modifications locales vers NextCloud

source: NextCloud news feeds will be merged and updated with the local feeds.
fr: Les flux d'actualités NextCloud seront fusionnés et mis à jour avec les flux locaux.

source: Local changes to the feed list will not be uploaded to NextCloud automatically.
fr: Les modifications locales de la liste des flux ne seront pas téléchargées automatiquement vers NextCloud.

source: Authentication error
fr: Erreur d'authentification

source: Authenticated. Currently feeds can only be retrived from the cloud not uploaded or updated.
fr: Authentifié. Actuellement, les flux ne peuvent être récupérés qu'à partir du nuage et non téléchargés ou mis à jour.

source: No Nextcloud accounts available. Tap on the button at the top right to add an account.
fr: Aucun compte Nextcloud disponible. Appuyez sur le bouton en haut à droite pour ajouter un compte.
nl: Geen Nextcloud-accounts beschikbaar. Druk op de knop rechtsboven knop om er één toe te voegen.

source: Select an account to use
fr: Sélectionnez un compte à utiliser
nl: Kies het te gebruiken account

source: No bookmarks yet...
fr: Pas encore de favoris...
nl: Er zijn nog geen bladwijzers.

source: Delete
fr: Supprimer
nl: Verwijderen

source: Open Externally
fr: Ouvrir en externe

source: Manage Feeds
fr: Gérer les flux
nl: Feeds beheren

source: Accounts
fr: Comptes

source: Feeds
fr: Flux

source: About
fr: À propos
nl: Over

source: Show content instead of linked page
fr: Afficher le contenu au lieu de la page du lien
nl: Inhoud tonen in plaats van gelinkte pagina's

source: Shoud we just show the feed entry content instead of navigating to the related website
fr: Devrions-nous simplement afficher le contenu du flux au lieu de naviguer vers le site internet correspondant ?
nl: Of de feedinhoud moet worden getoond in plaats de bijbehorende website te laden

source: Show section name
fr: Afficher le nom des sections
nl: Sectienamen tonen

source: Seperates entries by Sections
fr: Séparer les entrées par sections
nl: Deel items op in secties

source: Item to load per feed
fr: Éléments à charger par flux
nl: Aantal items per feed

source: How much enteries to load per feed source
fr: Le nombre d'entrées à charger par source de flux

source: Sorting field name
fr: Nom du champ de tri
nl: Naam van sorteerveld

source: What form the feed entry field will be used for sorting.
fr: La méthode de tri utilisée pour les flux.
nl: In welke vorm de feednaam moet worden gesorteert.

source: Section field name
fr: Nom du champ de la section
nl: Naam van sectieveld

source: Web browser default zoom
fr: Zoom par défaut du navigateur internet
nl: Standaard zoomniveau

source: The zoom value to set the internal web browser to.
fr: La valeur de zoom à définir pour le navigateur internet interne.
nl: Het zoomniveau waarop de interne webbrowser moet worden gezet.

source: Update feeds every
fr: Mettre à jour les flux toutes les
nl: Feeds bijwerken, elke

source: The amount of time (in minutes) to wait between automatic feeds update.
fr: Le temps (en minutes) à attendre entre les mises à jour automatiques des flux.
nl: Het aantal minuten tussen het automatisch bijwerken van feeds.

source: Open feeds URL Externally
fr: Ouvrir les liens des flux en externe

source: Open feeds URL using external browser instead of using the internal browser view.
fr: Ouvrir les liens des flux en utilisant un navigateur externe plutôt que d'utiliser la vue interne du navigateur.

source: Swipe next/Previous story
fr: Passer à l'article suivant/précédent

source: Move between sotries using swipe to chage to the next/previous story.
fr: Naviguer entre les articles en utilisant un glissement pour passer à l'article suivant/précédent.

source: Toggle Sort
nl: Sorteren

source: Back
nl: Terug

source: Please don't use too much as the sorting algoritihm is slow right now.
nl: Kies geen te hoog aantal om te voorkomen dat het sorteren lang duurt.
